{
    "chem":[
	    {
		"id":"chem_contraption",
		"title":"Contraption",
		"body":"Science always looks complex from outside. But when we venture into its core, we realize it just a succession of the simple, interrelated and small concepts which formed into a complex one. Here, at Contraption, we call upon the participants to apply these small concepts to give birth to a chemically functional robot. It should be able to perform basic and specific functions applicable to our daily lives."
	    },
	    {
		"id":"chem_breakdown",
		"title":"Chemical Breakdown",
		"body":"The flagship series of discipline specific quizzes, here we test the engineering knowledge and basic concepts of the teams as that will be the deciding factor at the end of the day: which team is better than the best and gets those concepts right into place. This popular series has seen an amazing participation in almost all the fields, especially Chemical Engineering."
	    },
	    {
		"id":"chem_ind",
		"title":"Industry Defined Problem",
		"body":"IDP, where the finest minds of chemical engineering come together to solve some of the most mindboggling problems by india’s premier industries. The previous editions had industries like MRPL, MCF provide very challenging problem statements. This edition we intend to go one step further."
	    }
    ],

    "comp":[
	    {
		"id":"comps_inscription",
		"title":"Inscription",
		"body":"Engineer, the annual technical fest of NITK, Surathkal, in association with HackerEarth presents Inscription, the online algorithmic programming contest of NITK. It is also the flagship event of Engineer's Computer Science Events' Committee. The previous editions of the event witnessed tons of participants from various countries and also successfully managed to attract some of the best coders of the world to compete for the top spot. This year once again Inscription strives to achieve its previous glory.Cash prizes worth INR 17K for top 3 Indian winners and HackerEarth goodies for NITK winner.",
                "register":"https://www.hackerearth.com/inscription16/"
	    },
	    {
		"id":"comps_ectf",
		"title":"ECTF",
		"body":"ECTF is a jeopardy style Capture the Flag event conducted online. Here the participant is evaluated on his/her ability to detect and manipulate security flaws and exploits. ECTF provides a way to effectively merge your theoretical and applied aspects of computer science through cryptography, reverse engineering and web application based challenges."
	    },
	    {
		"id":"comps_kk",
		"title":"Kode Kombat",
		"body":"Kode Komabt is a competition mixed with fun and fervor that takes you through three rounds of an unexpected package of coding, decoding and creativity. Thorough analysis of the problem, adept strategizing and proficient translation to code is all you need to combat the other coders. "
	    },
	    {
		"id":"comps_marathon",
		"title":"Marathon",
		"body":"For those of you who love computer science but has inadequate knowledge, Marathon is the go-to event. It tests your teamwork, your ability to solve tricky yet simple computer science problems and also your capability to absorb the information and implement them on a real world scale."
	    },
	    {
		"id":"comps_rectify",
		"title":"Rectify",
		"body":"A working knowledge of C++ or C is all that the participants need to compete in Rectify. A sound background in these programming languages will serve as your sword as you debug programs and establish your skill in logically analyzing a given code."
	    },
	    {
		"id":"comps_synth",
		"title":"SynthEssence",
		"body":"A once in a lifetime opportunity to experience the essence of synthesizing sense out of data. Through SynthEssence, Engineer is on the search for the data scientist in each participant as the teams get challenged on proposing, implementing, and presenting the use case."
	    }
    ],
    
    "biz":[
	    {
		"id":"biz_co",
		"title":"CoHRence",
		"body":"Time and again we have pushed our artificial intelligence to help organizations identify and screen the right applicant for the right position effectively. But the truth is that, the heart of hiring, training and retaining is a human one, and no amount of technology will permanently displace those involved in HR. CoHRence is a creation of activity that has an entertaining, instructive and competing element to it. The event explores your skills to discover a great people’s leader who creates a culture of innovation in addition to do justice to the traditional HR functions of talent acquisition, development and team management all of which steer an organization’s growth.",
		"register":"https://docs.google.com/forms/d/e/1FAIpQLSc5ePkMqx4YuYL9hh3XezjIjEtpFofY16O1OcG9Xjob-6iOTA/viewform?c=0&w=1&usp=mail_form_link"	    
		},
	    {
		"id":"biz_mar",
		"title":"ExpectoForuMAR",
		"body":"Marketing is the distinguishing, unique function of the business, this is an event which tests the marketing mettle of you by pulling out your presentation, pitching, convincing, negotiating skills. We promise you that every round will be very challenging and will make you pull out the best rabbits out of your hats. But don’t worry, just keep in mind ‘Impossible is nothing’.",
		"register":"https://docs.google.com/forms/d/e/1FAIpQLSc5ePkMqx4YuYL9hh3XezjIjEtpFofY16O1OcG9Xjob-6iOTA/viewform?c=0&w=1&usp=mail_form_link"
		},
	    {
		"id":"biz_bob",
		"title":"Battle of Brands",
		"body":"Brands have become an integral part of our daily lives. From the moment we pick up the toothbrush in the morning, we are surrounded by the brands we love. But how really aware are we about these brands? Battle of Brands(BoB) is a fun and entertaining event where creativity and thinking out of the box helps you get closer to the prize money.",
		"register":"https://docs.google.com/forms/d/e/1FAIpQLSc5ePkMqx4YuYL9hh3XezjIjEtpFofY16O1OcG9Xjob-6iOTA/viewform?c=0&w=1&usp=mail_form_link"
		},
	    {
		"id":"biz_fin",
		"title":"FINomenal",
		"body":"*Rule No. 1, Never lose money. *Rule No. 2, Never forget rule No. 1. The above quote sums it all about handling finance. You might be good in handling thousands or yen thousands but can you control your nerves when you have to play with millions or sometimes billions. If yes then this will be the event to prove yourself.An event where you have to solve finance related problem which will test your number crunching ability and enthusiasm in finance management.",
		"register":"https://docs.google.com/forms/d/e/1FAIpQLSc5ePkMqx4YuYL9hh3XezjIjEtpFofY16O1OcG9Xjob-6iOTA/viewform?c=0&w=1&usp=mail_form_link"
		},
		{
		"id":"biz_pitch",
		"title":"E-Pitch",
		"body":"The B-plan pitching competition which brings out the inner entrepreneur in you. This event offers you great amount of learning and exposure and a great chance to win prizes up to Rs 1,00,000 in cash and kind. It tests the speaking skills, creative skills and business acumen of the competitors but don't let the name of the contest scare you: We don’t want long, laboriously detailed business plans. That’s because today’s investors in early-stage companies want to see a succinct presentation of your concept and how you plan to turn it into a success. So do we.",
		"register":"https://docs.google.com/forms/d/e/1FAIpQLSc5ePkMqx4YuYL9hh3XezjIjEtpFofY16O1OcG9Xjob-6iOTA/viewform?c=0&w=1&usp=mail_form_link"
		},
		{
		"id":"biz_talks",
		"title":"E-Talks",
		"body":"E-Talks is the flagship talk for business enthusiasts which would see speakers from business, finance, entrepreneurship background delivering speeches on their journey/experience in their respective fields along with disseminating knowledge in their areas of expertise to the college crowd.",
		"register":"https://docs.google.com/forms/d/e/1FAIpQLSc5ePkMqx4YuYL9hh3XezjIjEtpFofY16O1OcG9Xjob-6iOTA/viewform?c=0&w=1&usp=mail_form_link"
		},
		{
		"id":"biz_stock",
		"title":"Mock Stock",
		"body":"A mock stock exchange competition, where the participants are allotted an equal initial fund and can earn profits by trading virtual stocks. It's a way that you can trade and gain market experience without putting your hard earned capital at risk.",
		"register":"https://docs.google.com/forms/d/e/1FAIpQLSc5ePkMqx4YuYL9hh3XezjIjEtpFofY16O1OcG9Xjob-6iOTA/viewform?c=0&w=1&usp=mail_form_link"
		}
    ],

    "sce":[
	    {
		"id":"sce_lw",
		"title":"Last Word",
		"body":"Sit back and watch in awe as eminent personalities from diverse fields discuss issues pertaining to education, entrepreneurship, and social responsibility of engineers. The panelists and the students get to exchange a good amount of ideas in the final open session on topic likes Government funding for higher education, Social Responsibility, The Indian Government’s Involvement in public higher education and many more. Media coverage (national dailies and television channels) of the event is a high possibility and the sponsors can attain nationwide publicity. This time, the topic of discussion would be- 'Today's youth amidst growing technology-technically sophisticated or humanly spoil?'"
	    },
	    {
		"id":"sce_uw",
		"title":"Umbrella Walk",
		"body":"Engineer is premiering 'Umbrella walk- An awareness walk on Depression' to educate people on the importance of celebrating life and overcoming one's inner pain. Though the act is as simple as it can get, it is embedded with a deep meaning. It is Engineer’s medallion for showing support to a current socially relevant issue, thereby instilling in all empathy to our fellow beings. The sponsors will be highly deemed for being the helping hand to one of the flagship events of Engineer-16. "
	    },
	    {
		"id":"sce_sl",
		"title":"Sky Lanterns",
		"body":"The phenomenal parade of lights is definitely a treat to the eye of the beholders. Illuminating the darkest of nights and proving that light can always be found during dark times, Team Engineer sees these sky lanterns as a mark of respect or support to a social movement or cause. Last year, the lanterns were released as a tribute to the visionary, Dr.A.P.J.Abdul Kalam. "
	    },
	    {
		"id":"sce_ms",
		"title":"Muskaan",
		"body":"Remember that there is no happiness in having or getting but only in giving. A platform to donate, to lend a helping hand, to give wings to someone’s dreams, that’s Muskaan. We bring to you the dreams of little hearts from a nearby orphanage. Pool in your shares at our stall in the ‘Masti Lane’ and join us to make their wishes come true. "
		}
    ],

    "astro":[
	    {
		"id":"astro_sn",
		"title":"Starry Night",
		"body":"Don’t miss this opportunity to gaze through the high powered telescope and binoculars and be amazed by the magnificent rings of Saturn and the awesome craters of the Moon. Come with us, as we take you through a tour of the night sky in space and time. Locate the constellations in the sky as well as placing them among the myths of yore, and watch the skies come alive with their stories."
		},
	    {
		"id":"astro_sw",
		"title":"Star Wars",
		"body":"Battle it out against other quizzing enthusiasts as you bounce and pounce your way to become the Lords of the Universe. With questions related to Astronomy, Astrophysics and the occasional popular culture references, this quiz held every Engineer is one of the flagship events of the committee. Prizes Worth 3k to be won!"
		},
	    {
		"id":"astro_orbiter",
		"title":"Orbiter",
		"body":"Ever dreamed of flying an aircraft, or how about taking a space shuttle right to the moon? Now you can. Come on down to your very own “cockpit” and try your hand at this flight simulator. Learn how to launch, maneuver and land a spacecraft in fantastic location all across the solar system. Walk into this room anytime during Engineer to try your hand at flying a spacecraft."
		},
	    {
		"id":"astro_end",
		"title":"Endeavour",
		"body":"Join us as we takes you through the basics of Astrophysics, building concepts and using them to solve a problem statement given on the spot. Show your presence of mind and problem solving skills and take home exciting prizes."
		},
            {
		"id":"astro_inter",
		"title":"Interstellar",
		"body":"3...2...1 and Launch. Who said that rocket science is hard! Employ Newton’s action and reaction to make your rocket and blast off! But make sure the payload is safe! Participants must build their rockets before the event and according the specifications in the attached problem statement.",
		"link":"Problem Statement",
	     "direct":"https://drive.google.com/open?id=0B5A3gE3E_ysTSjBrM2dzTERiNTlVb3BBckl0X0lZR2V2R1Br",
	     "yes_no":"1"
	    },
	    {
		"id":"astro_anta",
		"title":"Antariksh",
		"body":"Make your way to the main building for Antariksh: Unravelling the mysteries of the universe, this exhibition is one of the flagship events of the Astronomy Committee. *Watch as the all-terrain rover ‘Infinity 2.0’ tackles the obstacles in its path. *Wondering how to lose that holiday weight, step on our weight calculator and check out your weight on the Moon, and other celestial bodies. *Watch the Satellite Tracker in action as its laser follows satellites across the sky. *Understand the basics of satellite stabilization in space using a reaction wheel. *Understand the structure and payload of the Juno space probe."
	    }
    ],

    "mech":[
	    {
		"id":"mech_bh",
		"title":"Bot Hockey",
		"body":"Bot Hockey which began as a new event last year, has already won hearts of all bot enthusiasists. Being simple and interesting it consists of 2 bots trying to get a ball into opposite goal posts. This year with an attractive arena and lot of competitors bot hockey is sure to put audience into an amazing experience.",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunVVJZWHZwX1VlZ2s",
	    "yes_no":"1"
	    },
	    {
		"id":"mech_wf",
		"title":"Wright Flight",
		"body":"Captivating aero-enthusiasts from around the country, Wright Flight is an aero-modeling event where you have to build RC planes that can sustain themselves without the need for propulsion and carry out incredible tasks as they cut through the wind.",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunTmJoaklxTzBlZnM",
	    "yes_no":"1"
	    },
	    {
		"id":"mech_velocity",
		"title":"Velocity",
		"body":"Who knew an IC Engine race event could be the head turner of Engineer? A challenging track awaits the competitors as they race their cars to victory. The bewitching charm that roaring engines and squealing tires inflict on the spectators as the cars fly down the tracks is the triumph of this event. ",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunelRQREpHdEtVLUE",
	    "yes_no":"1"
	    },
	    {
		"id":"mech_rw",
		"title":"Robo Wars",
		"body":"Robowars is the feature event of Engineer as the unique combo of engineering innovation and technical skill is put to display. The combating robots are indeed stimulating to watch as they showcase surprise attacks, intricate tactical maneuvers and many more amazing strategies. Get ready to witness the ultimate robotic battle of the year.",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunVExHMHFmNElMSEU",
	    "yes_no":"1"
	    },
	    {
		"id":"mech_pm",
		"title":"Perfect Machine",
		"body":"Perfect Machine has essentially been important part of Engineer considering technical skill, innovation that it demands from participants. Robots perform several tasks based on problem statements which gets tougher every round. This year with more interesting tasks Perfect Machine is going to entertain crowd. ",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunN0VPMkRQNl93d3M",
	    "yes_no":"1"
	    },
	    {
		"id":"mech_ash",
		"title":"Ashrae Quiz",
		"body":"ASHRAE NITK will be organising a chapter level quiz competition related to Basic Thermodynamics, Heat Transfer and HVAC&R and its applications during Engineer. All students from our college are encouraged to participate in the qualifying round. Qualified Top teams would be competing in the final round during Engineer against other ASHRAE Student Chapters. Teams of two members.",
	        "register":"https://goo.gl/forms/jA5N6Wj506fYZmom2"
	    }
    ],

    "civil":[
    	{
		"id":"architect",
		"title":"Architect",
		"body":"Participants are required to prepare models for a predefined problem within a fixed time limit. The models will later be put to test and teams fulfilling the winning criteria in the best way will be declared winners. This event has attracted participants from various colleges and students from all disciplines can give it a shot."
	    },
	    {
		"id":"cv_nirvana",
		"title":"Nirvahana",
		"body":"In a few years, the world is bound to face an impending energy crisis. Still, we have not been depleted of solutions to emend this distress and pave the way for a sustainable future. Nirvahana is the perfect staging area to present your ideas on reducing energy consumption and designing sustainable buildings.",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B9boJdznIbrMbzV5WG5SeEhLMzl2QmR3N0prOEExb1lpM0Y4",
	    "yes_no":"1"
	    },
	    {
		"id":"cv_colossus",
		"title":"Colossus",
		"body":"Structures speak of their time and place but forever remain timeless. They project a grand mixture of innovation, analysis and unique identity. Colossus is an opportunity for all the mini engineers out there to come forward and display their skills in designing, modeling and testing structures.",
		"link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B9boJdznIbrMWDJ3T2NnWldzNGRMb3F6VkxmcVpnT056andV",
	    "yes_no":"1"    
	    },
	    {
	    "id":"mind_bend",
	    "title":"Mnd Bend",
	    "body":"With a combination of mind boggling questions, core concepts and some really exciting rounds, Mind Bend is definitely a test of your intellect! Time to prove yourself!"
	    },
	    {
		"id":"cv_fantasticity",
		"title":"Fantasticity",
		"body":"The world is awaiting a sustainable revolution that will have to take place rapidly and consciously on various domains. Sustainable development is the prime time need and we need to join hands to nurture nature for our future. Fantasticity provides the platform to unfurl your thoughts and actions on the effective utilisation of natural resources and to venture into a quest for renewable energy sources.",
		"link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B9boJdznIbrMZk15ZXBfRzJZTGlMUENrSjF6YnR5VEQ5Rkt3",
	    "yes_no":"1"
	    }
    ],

    "meta":[
	    {
		"id":"meta_magic",
		"title":"Meta Magic",
		"body":"This is a materials expo where you can find materials throw you up in the air. Materials which will stop the strongest from crumpling a bottle. Materials that float in the air or if you just want to taste a frozen banana, come join us at Meta magic."
	    },
	    {
		"id":"meta_sem",
		"title":"SEM and TEM Expo",
		"body":" Watch materials in their nano scale. A metal, polymer or even dragon fly wings, watch up close, what they seem like in super high magnification using the most expensive machines on campus."
	    },
	    {
		"id":"meta_cast",
		"title":"Casting Workshop",
		"body":"Liquid shiny metal poured into a mould and watch it turn to solid. There is more to it than what meets the eye. Join us at the casting workshop."
	    },
	    {
		"id":"meta_mb",
		"title":"Mind Bend",
		"body":"Do you know what material remembers it's shape even after heating it? Or a material which melts when you just touch it? Mind bend is materials committee's flagship event. Come tickle your minds and bend your brains in the world of materials."
	    }
    ],

    "tronix":[
	    {
		"id":"tronix_symphony",
		"title":"Symphony",
		"body":"The flagship event of the committee which draws a huge crowd as well as a large pool of participants, the event requires the participants to come up with a controller built using electronic components which can manipulate the flow of water through an electrically controllable valve and the glowing of lights according to the music being played. Yes, you got it right. In layman words, participants need to make a musical fountain in which water dances to the tunes played with synchronized lighting.",  
		"link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunLTZ6WnpESmhmVGM",
	    "yes_no":"1",
		 "register":"https://goo.gl/forms/WmVRIkvOkJvA0z8I2"
		  },
	    
	    {
		"id":"tronix_trail",
		"title":"Trailblazer",
		"body":"The event which pulls a huge participation from the robotics enthusiasts, the participants are required to make an autonomous robot which can traverse through a path using the line following technique and complete the task specified in the problem statement. The team which finishes the task in the shortest time is the winner.",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunOHFtd0FELXMyRGs",
	    "yes_no":"1",
		 "register":"https://goo.gl/forms/peCmMSvCXIs2Drf12"
	    },
	    {
		"id":"tronix_light",
		"title":"Light of the Seven",
		"body":"As the Game of Thrones intensifies and makes you clamour for your favorite king or queen, winter is coming, and days shorten and nights lengthen.Build an autonomous bot that moves towards a light source and stays at rest when no source of light is detected.",
                "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B5A3gE3E_ysTdmhDdUc5OW5JWHM",
	    "yes_no":"1",
		 "register":"https://goo.gl/forms/DmtlkJnOw6J3LpZ12"
	    },
	    {
		"id":"tronix_auto",
		"title":"Automata",
		"body":"This is the flagship autonomous robotics design competition at Engineer which guarantees to challenge the brain buds of the participants. The teams are required to make a robot which can complete the specified task using a real-time video feed provided by an overhead camera and image processing to traverse through the arena. The team which finishes fastest is declared the winner.",
	    "link":"Problem Statement",
	    "direct":"https://drive.google.com/open?id=0B7pLVEsfTBunLTdoYUVjVnUzR2M",
	    "yes_no":"1",
		 "register":"https://goo.gl/forms/UxKfIr7VsD5B3mN02"
	    },
	    {
		"id":"tronix_sim",
		"title":"Simplicity",
		"body":"Convoluted problems, simple solutions, Simplicity is an event that will lead you towards attaining crowning glory while solving problems related to signal processing and its applications. Welcome to a world of higher dimensions, hidden layers and unknown patterns all bound by simple logic.",
		 "register":"https://goo.gl/forms/p73oq5hN0v2h4uxl2"
	    },
	    {
		"id":"tronix_fox",
		"title":"Fox Hunt",
		"body":"It is an event on the lines of the traditional English pastime involving the tracking of a fox using trained hounds. In ENGINEER we follow an electronic version of the same wherein the FOX is a radio transmitter and hounds are our communication enthusiasts having a receiver in their hands for tracking down the fox. Everything is made from the scratch and the competition starts after hands on workshop where participants are taught about the basics of communication involved. This event requires zero pre requisites and hence interests a huge lot of communication enthusiasts.",
		 "register":"https://goo.gl/forms/GKpqokqUnB5UfSzo2"
	    },
	    {
		"id":"tronix_trade",
		"title":"Trade Off",
		"body":"This event is designed for testing the basic circuit designing skills of the participants using limited resources and logical thinking. It involves a lot of exercise for the brain and hence attracts a great deal of electronics fanatics. The pre requisites include a basic knowledge about the working of electronic components and instruments as well as an understanding about the circuit designing.",
		 "register":"https://goo.gl/forms/BPkNYOIZCDLH167s1"
	    }
    ],
    "online":[
	    {
	   	"id":"online",
		"title":"Virtual Bounty",
		"body":"Quoting Daniel Atlas, “I want you to follow, because no matter what you think you might know, we will always be one step, three steps- seven steps ahead of you, and just when you think you're catching up, that's when we'll be right behind you. And at no time will you be anywhere other than exactly where I want you to be. So come close, get all over us because the closer you think you are, the less you'll actually see.” You wouldn’t believe what you can discover when you let your fingers walk through the internet. This online treasure hunt can be as devious and conniving as it can get. A test of common sense and a skill for “Googling” the right clue, competitors from all over the world battle it out to complete the quest hidden in the cosmic web of the Internet. Each insanely enigmatic clue has more to do than just to Google them. For each level you ascend, you won’t just want to watch, you’ll want to sift, dissect and pore over every little allusion. For Virtual Bounty being the ONLY International event of Engineer 2016, get ready on your online odyssey to crack level after level to conquer the Game of Googlers."
	    }
	]
}