[
	{
		"id": "3d_printing",
		"title": "3D Printing",
		"body": "3D Printing is an Additive Manufacturing technique that creates a physical object from a virtual 3D CAD model by depositing successive layers of material. They work like the traditional inkjet printers, but instead of ink, a 3D printer deposits desired material to manufacture an object from its digital format. 3D printing and rapid prototyping, in general, are widely claimed to have revolutionized not only the manufacturing industry but also many other walks of life like medicine, aerospace and automotive industry. This program on 3D Printing helps the participants understand the design, functioning and operation of a basic 3D Printer. In this workshop, participants will construct a 3D printer and 3D print the CAD design of their model.",
		"body_short": "3D Printing is an Additive Manufacturing technique that creates a physical object from a virtual 3D CAD model by depositing successive layers of material. This program on 3D Printing helps the participants understand the design, functioning and operation of a basic 3D Printer. In this workshop, participants will construct a 3D printer and 3D print the CAD design of their model.",
		"date": "22nd and 23rd October, 2016",
		"duration": "2 days",
		"cost": "RS 1290/- per person (RS 6450/- per team)",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMQTNUQWVZdzJzeHM",
		"poster": "images/workshops/3d_printing_poster.jpg",
		"company_logo": "images/workshops/aerotrix.jpg",
		"related_image": "images/workshops/3dprinting.png"
	},
	{
		"id": "big_data_and_hadoop",
		"title": "Big Data and Hadoop",
		"body": "We create 2.5 quintillion bytes of data every day. So much that 90% of the data in the world today has been created in the last two years alone. Source: IBM Big Data. Big data has thus created opportunities like never before. Professionals who can analyse all this data & create useful information are highly sought after by companies across the world. Hadoop is a software framework for storing and processing Big Data. It is an open-source tool build on java platform and focuses on improved performance in terms of data processing on clusters of commodity hardware. Like Hobbes is to Calvin, Hadoop is to Big Data. Come on this journey to play with large data sets and see Hadoop’s method of distributed processing and see what you can get up to.",
		"body_short": "We create 2.5 quintillion bytes of data every day. So much that 90% of the data in the world today has been created in the last two years alone. Source: IBM Big Data. Big data has thus created opportunities like never before. Professionals who can analyse all this data & create useful information are highly sought after by companies across the world. Hadoop is a software framework for storing and processing Big Data.",
		"date": "22nd and 23rd October, 2016",
		"duration": "2 days",
		"cost": "RS 1000/- per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMWXQ1enNkSWtBZ1E",
		"poster": "images/workshops/big_data_and_hadoop_poster.jpg",
		"company_logo": "images/workshops/htindia.jpg",
		"related_image": "images/workshops/bigdata.png"
	},
	{
		"id": "brainwave_robotics",
		"title": "Brainwave Robotics",
		"body": "Brainwave Robotics - An EEG (Electroencephalography) & microcontroller based robotics workshop presents you the opportunity to learn the art of making robots which are controlled by the signals coming from your mind. This workshop teaches you the fundamentals of brainwaves and their applications in today’s world. This workshop will also help clear concepts related to embedded systems, artificial intelligence and automation. This workshop includes the brainwave analysis, Bluetooth interfacing and controlling Arduino with Brainwave sensor.",
		"body_short": "Brainwave Robotics - An EEG (Electroencephalography) & microcontroller based robotics workshop presents you the opportunity to learn the art of making robots which are controlled by the signals coming from your mind. This workshop includes the brainwave analysis, Bluetooth interfacing and controlling Arduino with Brainwave sensor.",
		"date": "21st and 22nd October, 2016",
		"duration": "2 days",
		"cost": "RS 1000/- per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMVTdmd1ozNEtmc3c",
		"poster": "images/workshops/brainwave_robotics_poster.jpg",
		"company_logo": "images/workshops/techtrunk.jpg",
		"related_image": "images/workshops/brainwave.png"
	},
	{
		"id": "bridge_design",
		"title": "Bridge Design",
		"body": "Bridge Design is a vital topic of study in Civil Engineering. In the Bridge Design Workshop, participants will design and fabricate their own bridge. The bridge model made by participants can take up to 1000 times the self-weight. The workshop includes instruction on the key structural components of Structural engineering and bridge construction – beams, arches, trusses, suspensions, and test for maximum load.",
		"body_short": "The workshop includes instruction on the key structural components of Structural engineering and bridge construction – beams, arches, trusses, suspensions, and test for maximum load.",
		"date": "20th and 21st October, 2016",
		"duration": "2 days",
		"cost": "RS 1000/- per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMQjVEV3lwTDNiUzg",
		"poster": "images/workshops/bridge_design_poster.jpg",
		"company_logo": "images/workshops/civilsimplified.jpg",
		"related_image": "images/workshops/bridgedesign.png"
	},
	{
		"id": "ethical_hacking",
		"title": "Ethical Hacking",
		"body": "Ethical hacking is an important tool in many national security agencies and even companies. An Ethical Hacker is usually employed with the organization and can be trusted to undertake an attempt to penetrate networks and/or computer systems using the same methods as a Hacker. The goal of the ethical hacker is to help the organization take pre-emptive measures against malicious attacks by attacking the system himself; all the while staying within legal limits. In order to become an Ethical Hacker or Security Expert, one must think out of the box with the mentality that in order to catch a thief. Ethical Hacking toolkit will be provided to all the participants.",
		"body_short": "Ethical hacking is an important tool in many national security agencies and even companies. An Ethical Hacker is usually employed with the organization and can be trusted to undertake an attempt to penetrate networks and/or computer systems using the same methods as a Hacker.",
		"date": "22nd and 23rd October, 2016",
		"duration": "2 days",
		"cost": "RS 1000 per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMRE83cEFIcGVMckE",
		"poster": "images/workshops/ethical_hacking_poster.jpg",
		"company_logo": "images/workshops/i3indya.png",
		"related_image": "images/workshops/hacking.png"
	},
	{
		"id": "iot",
		"title": "Internet of Things (IOT)",
		"body": "The Internet of Things (IoT) is a system of interrelated computing devices, mechanical and digital machines, objects, animals or people that are provided with unique identifiers and the ability to transfer data over a network without requiring human-to-human or human-to-computer interaction. IoT(Internet of things) Workshop is 2 day workshop. In which participants will program on Arduino and cloud for controlling system over wifi network. This workshop will be divided into 4 sessions participants are introduced to various concepts practically implements these concepts towards the end of each session. By the end of the workshop student will learn to control electronics system using wifi network and program accordingly.",
		"body_short": "The Internet of Things (IoT) is a system of interrelated computing devices, mechanical and digital machines, objects, animals or people that are provided with unique identifiers and the ability to transfer data over a network without requiring human-to-human or human-to-computer interaction.",
		"date": "20th and 21st Ocober, 2016",
		"duration": "2 days",
		"cost": "RS 1200 per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMSFFtZW82OU1rdTQ",
		"poster": "images/workshops/iot_poster.jpg",
		"company_logo": "images/workshops/infi_zeal_technologies.png",
		"related_image": "images/workshops/iot1.png"
	},
	{
		"id": "ml_and_ai",
		"title": "Machine Learning and Artificial Intelligence", 
		"body": "This introductory course gives an overview of many concepts, techniques, and algorithms in machine learning, beginning with topics such as classification and linear regression and ending up with more recent topics such as working with neural network, network training and adaptive training etc. The course will give the student the basic ideas and intuition behind modern machine learning & AI methods as well as a bit more formal understanding of how, why, and when they work. The underlying theme in the course is statistical inference as it provides the foundation for most of the methods covered.",
		"body_short": "This introductory course gives an overview of many concepts, techniques, and algorithms in machine learning, beginning with topics such as classification and linear regression and ending up with more recent topics such as working with neural network, network training and adaptive training etc.",
		"date": "21st and 22nd October, 2016",
		"duration": "2 days",
		"cost": "RS 1200 per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMdVZLZmhQX3pPdzA",
		"poster": "images/workshops/ml_and_ai_poster.jpg",
		"company_logo": "images/workshops/educamp.jpg",
		"related_image": "images/workshops/mlai.png"
	},
	{
		"id": "solar_and_smart_energy",
		"title": "Solar and Smart Energy",
		"body": "Solar and Smart Energy Systems Workshop involves hands-on experience on two emerging fields - Renewable energy and Electrical Energy Efficiency. In the workshop, participants learn about renewable energy sources and the techniques to yield electrical energy using solar power. This includes practical exposure to solar energy production along with real-life application of charging mobile devices.The second day starts with concepts on Smart energy and other industry trends like green energy, smart building, smart grid and energy harvesting technologies. To help participants learn about the efficient use of electrical energy, a prototype Smart Traffic Control System is executed as project outcome.",
		"body_short": "Solar and Smart Energy Systems Workshop involves hands-on experience on two emerging fields - Renewable energy and Electrical Energy Efficiency.",
		"date": "20th and 21st October, 2016",
		"duration": "2 days",
		"cost": "RS 1500 per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMY2Ruc1ZHZTQ5cjg",
		"poster": "images/workshops/solar_and_smart_energy_poster.jpg",
		"company_logo": "images/workshops/roboversity.jpg",
		"related_image": "images/workshops/solar.png"
	},
	{
		"id": "touch_and_augmented_reality",
		"title": "Touch and Augmented Reality",
		"body": "What will our world be like in 2020? Digital technologies will continue to proliferate, enabling ever more ways of changing how we live. But will such developments improve the quality of life, empower us, and make us feel safer, happier and more connected? Or will living with technology make it more tiresome, frustrating, angst ridden, and security-driven? What will it mean to be human when everything we do is supported or augmented by technology? Why not break away, and wander in smart environments covered in living displays, or carry a system with you as an extension of your senses, augmenting vision? Let us blurred the line between real and virtual world.  In this 2 days workshop we will explore the opportunities for surface and gesture computing with help of some live demonstration of surface + gesture computing where we will control our pc with waving hands only in air.",
		"body_short": "In this 2 days workshop we will explore the opportunities for surface and gesture computing with help of some live demonstration of surface + gesture computing where we will control our pc with waving hands only in air.",
		"date": "21st and 22nd October",
		"duration": "2 days",
		"cost": "RS 1000 per person",
		"contents_link": "https://drive.google.com/open?id=0B9boJdznIbrMZEFwWFN3LVFrZlk",
		"poster": "images/workshops/touch_and_augmented_reality_poster.jpg",
		"company_logo": "images/workshops/infi_zeal_technologies.png",
		"related_image": "images/workshops/augmented.png"
	},
	{
		"id": "ugv",
		"title": "Unmanned Ground Vehicle ",
		"body": "An Unmanned Ground Vehicle (UGV) is a vehicle that operates while in contact with the ground and without an on board human presence. Generally, the vehicle will have a set of sensors to observe the environment, and will either autonomously make decisions about its behaviour or pass the information to a human operator at a different location who will control the vehicle through teleoperation. This workshop will be dealing with an UGV autonomous bot which will be performing:Image processing and Ball tracking.",
		"body_short": "An Unmanned Ground Vehicle (UGV) is a vehicle that operates while in contact with the ground and without an on board human presence. This workshop will be dealing with an UGV autonomous bot which will be performing:Image processing and Ball tracking.",
		"date": "22nd and 23rd October",
		"duration": "2 days",
		"cost": "RS 1000 per person",
		"contents_link": "https://drive.google.com/open?id=0B4CEASnKVjqCeEFsNGlhQzF0RGM",
		"poster": "images/workshops/touch_and_augmented_reality_poster.jpg",
		"company_logo": "images/workshops/infi_zeal_technologies.png",
		"related_image": "images/workshops/ugv.jpg"
	}
]